Repository: twidi/satchmo
Catalog: satchmo/apps/satchmo_ext/tieredpricing/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Tiered Price
fr: Prix de palier

source: Tiered Prices
fr: Prix des paliers

source: The user group that will receive the discount
fr: Le groupe d'utilisateur bénéficiant de cette réduction

source: Title
fr: Titre

source: Discount Percent
fr: Pourcentage de réduction

source: This is the discount that will be applied to every product if no explicit Tiered Price exists for that product. Leave as 0 if you don't want any automatic discount in that case.
fr: C'est la réduction qui sera appliquée à tout les produits si aucun palier de prix n'existe pour ce produit. Indiquez 0 si vous ne souhaitez aucune réduction dans ce cas.

source: Price
fr: Prix

source: Discount Quantity
fr: Quantité minimum

source: Use this price only for this quantity or higher
fr: Utiliser ce prix uniquement si la commande inclus au moins cette quantité de produits

source: Expires
fr: Expire

source: Tiered Pricing for %(tier)s
fr: Prix par palier pour %(tier)s
