Repository: twidi/satchmo
Catalog: satchmo/apps/payment/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Payment Settings
fr: Paramètres de paiement

source: Cron Passkey
fr: Clé d'accès Cron

source: Enter an authentication passkey to secure your recurring billing cron url.
fr: Entrez une clé d'authentification pour sécuriser votre url de facturation Cron.

source: Allow URL Access to Cron for subscription rebills
fr: Permettre l'accès à l'URL Cron pour renouvellement d'abonnements

source: Do you want to allow remote url calls for subscription billing?
fr: Voulez-vous permettre l'appel d'URL externe pour la facturation des abonnements ?

source: Accept real payments
fr: Accepter les paiements réels

source: False if you want to be in test mode. This is the master switch, turn it off to force all payments into test mode.
fr: Décoché si vous voulez rester en mode Test. Force tous les paiements en mode Test.

source: Email owner?
fr: Envoyer un email à la boutique ?

source: True if you want to email the owner on order
fr: Coché si vous souhaitez envoyer un email au contact de la boutique lors d'une commande

source: Extra order emails ?
fr: Autres adresses email pour une commande

source: Put all email addresses you want to email in addition to the owner when an order is placed.
fr: Ajoutez toutes les adresses email à contacter en plus de celle du contact de la boutique lors d'une commande.

source: Early AUTH
fr: Authentification au plus tôt

source: Where possible, Authenticate on the card entry page. This causes an immediate $.01 AUTH and release, allowing errors with the card to show on the card entry page instead of on the confirmation page. Note that this is only supported for payment modules that can do Authorizations. It will be silently ignored for any other processors.
fr: Si possible, authentifie la carte sur la page de saisie de la carte. Cela cause un débit de 0.01$ suivi immétidatement d'un recrédit, permettant aux erreurs liées à la carte d'apparaître directement sur cette page. Notez que cela n'est supporté que par les modules de paiement permettant l'authentification, et sera ignoré en silence par les autres modules

source: Country match required?
fr: Correspondance de pays requise ?

source: If True, then customers may not have different countries for shipping and billing.
fr: Si coché, les clients doivent avoir le même pays pour l'expédition et la facturation.

source: Enable SSL
fr: Activer SSL

source: This enables for generic pages like contact information capturing. It does not set SSL for individual modules. You must enable SSL for each payment module individually.
fr: Ceci active le ssl pour les pages génériques comme la saisie d'information du contact. Cà n'active pas le SSL pour les modules individuels. Vous devez activer le SSL pour chaque module de paiement individuellement.

source: Minimum Order
fr: Montannt minimum de commande

source: The minimum cart total before checkout is allowed.
fr: Le montant minimum requis pour accepter une commande.

source: Save Credit Card Numbers
fr: Enregistrer les numéros de cartes

source: If False, then the credit card will never be written to disk. For PCI compliance, this is required unless you have your database server on a separate server not connected to the internet.
fr: Si décoché, les numéros de cartes ne seront jamais stockés. C'est obligatoire pour la comformité PCI à moins que votre serveur de base de données soit séparé et non connecté à internet.

source: Number of years to display for CC expiration
fr: Nombre d'années à afficher pour la date d'expiration de la carte

source: Number of years that will be added to today's year for the CC expiration drop down
fr: Nombre d'années qui seront ajoutées à l'année en cours pour la date d'expiration de la carte

source: Use discounts
fr: Utiliser les réductions

source: If disabled, customers will not be asked for any discount codes.
fr: Si décochée, aucun code de réduction ne sera demandé aux clients.

source: Discount
fr: Réduction

source: New price
fr: Nouveau prix

source: Shipping adjustment
fr: Ajustement des frais de livraison

source: Payment method
fr: Moyen de paiement

source: This field is required
fr: Ce champ est requis

source: Selected payment method requires this field to be filled
fr: Le moyen de paiement choisi nécessite que ce champ soit rempli

source: Invalid discount code.
fr: Code de réduction invalide.

source: This field is required.
fr: Ce champ est obligatoire.

source: Your card has expired.
fr: Votre carte a expiré.

source: Invalid ccv.
fr: Code CCV invalide.

source: terms and conditions
fr: conditions générales

source: Do you accept the %(terms_link)s?
fr: Acceptez-vous les %(terms_link)s ?

source: Active
fr: Actif

source: Should this be displayed as an option for the user?
fr: Ce moyen de paiement doit-il être proposé à l'utilisateur ?

source: Option Name
fr: Nom du moyen de paiement

source: The class name as defined in payment.py
fr: Le nom de la classe comme défini dans payment.py

source: Sort Order
fr: Ordre d'affichage

source: Payment Option
fr: Option de paiement

source: Payment Options
fr: Options de paiement

source: Credit Card Type
fr: Type de carte

source: CC Number (Last 4 digits)
fr: Numéro de carte (4 derniers chiffres)

source: Encrypted Credit Card
fr: Numéro crypté de la carte

source: Expiration Month
fr: Mois d'expiration

source: Expiration Year
fr: Année d'expiration

source: card_holder Name
fr: Nom du titulaire de la carte

source: Start Month
fr: Mois de début

source: Start Year
fr: Année de début

source: Credit Card
fr: Carte de paiement

source: Credit Cards
fr: Cartes de paiement

source: Not Implemented
fr: Non implémenté

source: Success
fr: Succès

source: Failure
fr: Échec

source: CreditCard
fr: Carte de paiement

source: Authorize.net Payment Settings
fr: Paramètres de paiement Authorize.net

source: Submit to URL
fr: Soumettre à l'URL

source: This is the address to submit live transactions.
fr: Ceci est l'adresse pour soumettre les transactions.

source: Submit to Test URL
fr: Soumettre à l'URL de Test

source: Use SSL for the checkout pages?
fr: Utiliser SSL pour les pages de validation des commandes ?

source: False if you want to submit to the test urls. NOTE: If you are testing, then you can use the cc# 4222222222222 to force a bad credit card response. If you use that number and a ccv of 222, that will force a bad ccv response from authorize.net
fr: Décoché si vous voulez soumettre aux urls de test. Note : si vous testez, utilisez la carte numéro 4222222222222 pour obtenir une réponse de type mauvaise carte. Ce même numéro utilisé avec le code CCV 222 donnera une réponse de type mauvais code

source: Force a test post?
fr: Forcer un test ?

source: True if you want to submit to the live url using a test flag, which won't be accepted.
fr: Coché si vous voulez soumettre à l'url en ligne en utilisant un flag de test, ce qui ne sera pas accepté

source: Implementation module
fr: Module Implémentation

source: Module key
fr: Clé du module

source: English name for this group on the checkout screens
fr: Nom anglais pour ce groupe dans les pages de validation de commandes

source: This will be passed to the translation utility
fr: Ceci va être envoyé à l'utilitaire de traduction

source: The url base used for constructing urlpatterns which will use this module
fr: L'url de base pour construire les motifs d'url utilisés dans ce module

source: Available credit cards
fr: Cartes de paiement disponibles

source: Your authorize.net transaction login
fr: Votre login de transaction authorize.net

source: Your authorize.net transaction key
fr: Votre clé de transaction authorize.net

source: Capture Payment immediately?
fr: Encaisser le paiement immédiatement ?

source: IMPORTANT: If false, a capture attempt will be made when the order is marked as shipped."
fr: IMPORTANT: Si décoché, une tentative d'encaissement ne sera effectuée que quand la commande sera marquée comme livrée."

source: Verbose logs
fr: Logs des événements détaillés

source: Add extensive logs during post.
fr: Ajouter des logs pendant l'envoi.

source: Enable ARB?
fr: Activer ARB ?

source: Enable ARB processing for setting up subscriptions. You must have this enabled in your Authorize account for it to work.
fr: Active la gestion ARB pour la mise en place des abonnements. Cela doit être activé dans votre compte Authorize.net pour que cela fonctionne.

source: Submit to URL (ARB)
fr: Soumettre à l'URL (ARB)

source: This is the address to submit live transactions for ARB.
fr: Ceci est l'adresse pour soumettre les transactions pour ARB.

source: Submit to Test URL (ARB)
fr: Soumettre à l'URL de Test (ARB)

source: This is the address to submit test transactions for ARB.
fr: Ceci est l'adresse pour soumettre les transactions pour ARB.

source: No charge needed, paid in full.
fr: Pas de frais, paiement intégral.

source: Already complete
fr: Déjà complété

source: Could not talk to Authorize.net gateway
fr: Impossible de joindre la passerelle Authorize.net

source: Payment Auto Success Module Settings
fr: Paramètres du module de paiement Auto Success

source: False if you want to be in test mode
fr: Décoché si vous voulez travailler en mode Test

source: COD Payment Module Settings
fr: Paramètres du module de paiement COD

source: Use SSL for the module checkout pages?
fr: Utiliser SSL pour le module des pages de validation ?

source: Cybersource.net Payment Settings
fr: Paramètres du module de paiement Cybersource.net

source: WSDL URL
fr: URL WSDL

source: Submit to Test WSDL URL
fr: Soumettre pour Test à WDSL URL

source: Currency Code
fr: Code devise

source: Currency code for Cybersource transactions.
fr: Code devise pour les transactions Cybersource

source: Your Cybersource merchant ID
fr: Votre identifiant vendeur Cybersource

source: Your Cybersource transaction key
fr: Votre clé de transaction Cybersource

source: Payment Test Module Settings
fr: Paramètres du module de paiement de test

source: Authenticate on the card entry page, causes an immediate $.01 AUTH and release, allowing errors with the card to show on the card entry page.
fr: L'authentification sur la page de saisie de la carte cause un débit de 0.01$ suivi immétidatement d'un recrédit, permettant aux erreurs liées à la carte d'apparaître directement sur cette page.

source: Bad CCV - order declined
fr: Mauvais code CCV - paiement refusé

source: Bad credit card number - order declined
fr: Mauvais numéro de carte - paiement refusé

source: Gift Certificate
fr: Bon cadeau

source: Gift Certificate Settings
fr: Paramètres des bons cadeaux

source: Character Set
fr: Jeu de caractères

source: The characters allowable in randomly-generated certficate codes. No vowels means no unfortunate words.
fr: Les caractères autorisés dans les numéros de bons générés aléatoirement. Pas de voyelle implique des mots compliqués à deviner.

source: Code format
fr: Format du code

source: Enter the format for your cert code. Use a '^' for the location of a randomly generated character.
fr: Entrez le format pour vos codes. Utilisez un '^' à chaque endroit où se trouvera un caractère choisi aléatoirement

source: Order
fr: Commande

source: Certificate Code
fr: Code du bon cadeau

source: Purchased by
fr: Acheté par

source: Date added
fr: Date d'ajout

source: Valid
fr: Valide

source: Starting Balance
fr: Solde initial

source: Gift Certificates
fr: Bons cadeaux

source: Date of usage
fr: Date d'utilisation

source: Amount Used
fr: Montant utilisé

source: Order Payment
fr: Paiement de commande

source: Used by
fr: Utilisé par

source: Product
fr: Produit

source: Gift certificate product
fr: Produit avecbon cadeau

source: Gift certificate products
fr: Produits avec bons cadeaux

source: No balance to pay
fr: Rien à payer

source: No such Gift Certificate
fr: Ce bon cadeau n'existe pas

source: Bad Gift Certificate
fr: Mauvais bon cadeau

source: %s balance remains after gift certificate was applied
fr: Il reste un solde de %s après l'utilisation du bon cadeau

source: Gift Certificate Codes
fr: Codes des bons cadeaux

source: To: %(recipient)s
fr: Ã : %(recipient)s

source: Starting Balance: %(start_balance)s
fr: Solde initial : %(start_balance)s

source: Home
fr: Accueil

source: Purchased on:
fr: Acheté le :

source: Starting Balance:
fr: Solde initial :

source: Current Balance:
fr: Solde courant :

source: No such gift certificate found.
fr: Ce bon cadeau n'a pas été trouvé.

source: Look up balance
fr: Calculer le solde

source: Price
fr: Prix

source: Quantity (multiply the gift certificate by this amount)
fr: Quantité (multiplier le bon cadeau par ce montant)

source: Recipient Email (optional):
fr: Email du destinataire (facultatif) :

source: Message (optional):
fr: Message (facultatif) :

source: Add to cart
fr: Ajouter au panier

source: Checkout
fr: Validation de la commande

source: Payment
fr: Paiement

source: Order total: %(orderbalance)s
fr: Montant total : %(orderbalance)s

source: You are about to use Gift certificate #%(giftcode)s which has %(certbalance)s total available to pay for your order.
fr: Vous êtes sur le point d'utiliser le bon cadeau N°%(giftcode)s qui permet de payer %(certbalance)s de votre commande.

source: If there isn't enough remaining to pay for the whole order, you'll be able to select another form of payment for the balance after you use this gift certificate.
fr: Si le bon cadeau ne suffit par pour couvrir la totalité de votre commande, vous pourrez choisir un autre moyen de paiement une fois ce bon cadeau utilisé.

source: Please Note:
fr: Veuillez noter :

source: About to use your gift certificate: %(giftcode)s, which has a balance of %(balance)s.
fr: Vous êtes sur le point d'utliser le bon cadeau #%(giftcode)s, dont le solde est de %(balance)s.

source: About to use INVALID gift certificate
fr: Vous êtes sur le point d'utiliser un bon cadeau INVALIDE

source: Payment Information
fr: Informations de paiement

source: Gift Certificate Code
fr: Code du bon cadeau

source: Google Checkout Module Settings
fr: Paramètres du module de validation Google

source: XML Template
fr: Template XML

source: The XML template to use when submitting to Google. Probably you should not change this.
fr: Template XML à utiliser pour Google. Vous ne devrez probablement rien y changer.

source: Currency code for Google Checkout transactions.
fr: Code devise pour validation des transactions Google.

source: Checkout Button URL
fr: URL du bouton de validation

source: Checkout Button Size
fr: Taille du bouton de validation

source: Small
fr: Petit

source: Medium
fr: Moyen

source: Large
fr: Grand

source: Post URL
fr: URL Post

source: The Google URL for real transaction posting.
fr: L'URL Google pour effectuer des transactions réelles.

source: The Google URL for test transaction posting.
fr: L'URL Google pour effectuer des transactions de test.

source: Merchant ID
fr: Identifiant vendeur

source: Merchant Key
fr: Clé vendeur

source: Merchant Test ID
fr: Identifiant de test vendeur

source: Merchant Test Key
fr: Clé de test vendeur

source: Received through Google Checkout.
fr: Reçu via Google Checkout.

source: Paid through Google Checkout.
fr: Payé via Google Checkout.

source: Shipped through Google Checkout.
fr: Livré via Google Checkout.

source: Your order has already been processed.
fr: Votre commande a déjà été traitée.

source: Paypal Payment Module Settings
fr: Paramètres du module de paiement Paypal

source: Currency code for Paypal transactions.
fr: Code devise pour les transactions Paypal.

source: The Paypal URL for real transaction posting.
fr: L'URL Paypal pour effectuer des transactions réelles

source: The Paypal URL for test transaction posting.
fr: L'URL Paypal pour effectuer des transactions de test.

source: Paypal account email
fr: Email du compte Paypal

source: The email address for your paypal account
fr: L'adresse email de votre compte Paypal

source: Paypal test account email
fr: Email du compte Paypal de test

source: The email address for testing your paypal account
fr: L'adresse email de votre compte Paypal de test

source: Return URL
fr: URL de retour

source: Where Paypal will return the customer after the purchase is complete. This can be a named url and defaults to the standard checkout success.
fr: Où Paypal va renvoyer le client lorsque l'achat est terminé. Cà peut être une URL nommée. Par défaut retourne à la page standard de réussite de paiement.

source: Your order is no longer valid.
fr: Votre commande n'est plus valide.

source: Paid through PayPal.
fr: Payé via Paypal.

source: ---Comment via Paypal IPN---
fr: ---Commentaire via Paypal IPN---

source: Prot/X Secure Payments
fr: Paiements sécurisés Prot/X

source: Prot/X Payment Settings
fr: Paramètres de paiement Prot/X

source: Simulated Transactions?
fr: Transactions simulées ?

source: Must be false to accept real payments
fr: Décoché pour accepter les paiements réels

source: Skip post?
fr: Ne pas envoyer ?

source: For testing only, this will skip actually posting to Prot/x servers. This is because their servers restrict IPs of posting servers, even for tests. If you are developing on a desktop, you'll have to enable this.
fr: Pour tester uniquement, cela n'enverra rien aux serveurx Prot/x. Cela car leurs serveurs restreignent les IPs des serveurs émetteurs, même pour les tests. Si vous développez en local, vous devez l'activer.

source: Payment Capture
fr: Enregistrer le paiement

source: This can be "Payment" which captures immediately, or "Deferred". Note that you can only use the latter if you set option on your Prot/X account first.
fr: Peut être "Paiement" avec éffet immédiat, ou "Différé". Ce dernier cas uniquement si vous avez coché l'option dans votre compte Prot/X au préalable.

source: Your Vendor Name
fr: Votre nom de vendeur

source: This is used for Live and Test transactions. Make sure to add your server IP address to VSP, or it won't work.
fr: Utilisé pour les transactions de test ET réelles. Soyez sûr d'avoir indiqué l'adresse IP de votre serveur à VSP ou cela ne marchera pas.

source: Simulator Vendor Name
fr: Votre nom de vendeur simulé

source: This is used for Live and Test transactions. Make sure to activate the VSP Simulator (you have to directly request it) and add your server IP address to the VSP Simulator, or it won't work.
fr: Utilisé pour les transactions de test ET réelles. Soyez sûr 'davoir activé le simulateur VSP (vous devez le demander direcement) etd'avoir indiqué l'adresse IP de votre serveur au simulateur VSP ou cela ne marchera pas.

source: Currency code for Prot/X transactions.
fr: Code devise pour les transactions Prot/X.

source: You must provide a starting month when using this type of card.
fr: Vous devez indiquer un mois de début avec ce type de carte.

source: This must be a number
fr: Cela doit être un nombre

source: Out of range, must be 1-12
fr: Le nombre doit être compris entre 1 et 12 inclus

source: You must provide a starting year when using this type of card.
fr: Vous devez indiquer une année de début avec ce type de carte.

source: You must provide an issue number when using this type of card.
fr: Vous devez indiquer un numéro d'émission avec ce type de carte.

source: TESTING MODE
fr: MODE TEST

source: Invalid response from payment gateway
fr: Réponse invalide de la passerelle de paiement

source: Error processing payment.
fr: Erreur durant le paiement.

source: 3D Secure transaction expired. Please try again.
fr: La trasaction 3D Secure a expiré. Veuillez réessayer.

source: 3D Secure transaction was not approved by payment gateway. Please contact us.
fr: La transaction 3D Secure n'a pas été approuvée par l'organisme de paiement. Veuillez nous contacter.

source: Purchase Order Module Settings
fr: Paramètres du module de paiement Purchase Order (PO)

source: Verbose logging?
fr: Logs des événements détaillés ?

source: Customer PO Number
fr: Numéro de client PO

source: Outstanding Balance
fr: Solde en cours

source: Paid on
fr: Payé le

source: SERMEPA (ServiRed) Payment Module Settings
fr: Paramètres du module de paiement SERMEPA (ServiRed)

source: Currency
fr: Devise

source: Merchant FUC
fr: Code FUC marchant

source: Your FUC code
fr: Votre code FUC

source: Merchant title
fr: Titre du marchant

source: Description of your shop which will be visible on payment confirmation screen
fr: Description de votre boutique qui sera visible sur la page de confirmation du paiement

source: Signature code
fr: Code de signature

source: Your secret code used to sign transaction data
fr: Votre code secret servant à signer les données de transaction

source: Test signature code
fr: Code de signature de test

source: Your secret code used to sign transaction data in test payments
fr: Votre code secret servant à signer les données de transaction de test

source: Terminal number
fr: Numéro de terminal

source: Test terminal number
fr: Numéro de terminal de test

source: Terminal number used for test payments
fr: Numéro de terminal utilisé pour les paiements de test

source: The SERMEPA URL for real transaction posting.
fr: L'URL SERMEPA pour effectuer des transactions réelles

source: Test Post URL
fr: URL Post de test

source: The SERMEPA URL for test transaction posting.
fr: L'URL SERMEPA pour effectuer des transactions de test.

source: Callback URL
fr: URL de notification

source: Callback URL for on-line notifications about payment progress
fr: URL pour les notifications en temps réel à propos de la progression du paiement

source: OK URL
fr: URL de succès

source: URL for customer to return after successful payment
fr: URL vers laquelle le client sera redirigé en cas de paiement réussi

source: Failure URL
fr: URL d'échec

source: URL for customer to return after payment failure
fr: URL vers laquelle le client sera redirigé en cas de paiement échoué

source: TrustCommerce Payment Settings
fr: Paramètres de paiement TrustCommerce

source: Use Address Verification System (AVS)?
fr: Utiliser le système de vérification d'adresse (AVS) ?

source: Type of authorization to perform.
fr: Type d'autorisation à accorder.

source: Refer to manual for details on the different types.
fr: Se référer au manuel pour les différents types.

source: Sale
fr: Vente

source: Preauth
fr: Préaut.

source: Your TrustCommerce login
fr: Votre login TrustCommerce

source: Your TrustCommerce password
fr: Votre mot de passe TrustCommerce

source: Transaction was declined. Reason: %s
fr: La transaction a échoué. Raison : %s

source: Improperly formatted data. Offending fields: %s
fr: Données mal formatées. Champs en cause : %s

source: An error occurred: %s
fr: Une erreur est survenue : %s

source: Paid
fr: Payé

source: Balance = %(balance)s
fr: Solde = %(balance)s

source: Pay remaining balance
fr: Payer le solde restant dû

source: Custom Charge
fr: Débit client

source: Please correct the error below.
fr: Veuillez corriger l'erreur ci-dessous:

source: New amount
fr: Nouveau montant

source: Extra Shipping
fr: Frais de transport spéciaux

source: Authentication required
fr: Authentification requise

source: Ship/Bill
fr: Livraison / Paiement

source: Login
fr: Connexion

source: If you do not have an account, please
fr: Si vous n'avez pas de compte, merci de

source: click here
fr: cliquer ici

source: If you do not remember your password, please
fr: Si vous ne vous souvenez pas de votre mot de passe, merci de

source: click here</a> to have it reset.
fr: clicker ici</a> pour le réinitialiser.

source: Order Balance
fr: Solde de commande

source: To complete this order, you need to pay the %(orderbalance)s balance remaining on this order.
fr: Pour compléter cette commande, vous devez payer le montant de %(orderbalance)s restant.

source: How do you want to pay?
fr: Comment souhaitez-vous payer ?

source: Continue Checkout
fr: Poursuivre le paiement
