Repository: twidi/satchmo
Catalog: satchmo/apps/payment/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The following error was returned while trying to process your payment. Please correct and resubmit.
fr: Les erreurs suivantes sont survenues en essayant de procéder à votre paiement. Merci d'apporter les corrections nécessaires et de valider à nouveau.

source: Please validate the following information, then submit your order.
fr: Merci de vérifier les informations suivantes, puis validez votre commande.

source: Purchase Items
fr: Procéder au paiement

source: Please complete the following information in order to submit your order.
fr: Merci de bien vouloir fournir les informations suivantes pour continuer votre commande.

source: Please correct the following error:
fr: Veuillez corriger l'erreur suivante :

source: Shipping Information
fr: Informations de livraison

source: The following shipping method will be used
fr: Le moyen de paiement suivant sera utilisé

source: Please choose your preferred shipping method
fr: Choisissez votre moyen de paiement

source: There are no items in this order to ship.
fr: Il n'y a pas de produits à livrer dans cette commande.

source: Confirm
fr: Comfirmer

source: The following error was returned while trying to process your card. Please correct and resubmit
fr: Les erreurs suivantes sont survenues lors du traitement de votre paiement. Merci d'apporter les corrections nécessaires et de valide nouveau.

source: Your %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
fr: Votre carte %(credit_card_type)s dont le numéro se termine par %(credit_card_number)s sera débitée de %(order_total)s.

source: Your cart is empty. Please add some items to your cart, then complete the checkout process.
fr: Votre panier est vide. Ajoutez des produits dans votre panier puis complétez le processus de commande.

source: Failed payment
fr: Échec du paiement

source: We are sorry, but the payment process finished with a failure.
fr: Nous sommes désolé, mais le processus de paiement s'est terminé par un échec.

source: You may
fr: Vous devriez

source: proceed to the cart
fr: retourner au panier

source: and check out again, using other payment method.
fr: et recommencer le processus de paiement en utilisant un autre moyende paiement.

source: If you already have an account, you can login now to fill in most of the information below.
fr: Si vous avez déjà un compte, vous pouvez vous connecter maintenant pour remplir automatiquement la plupart des champs ci-dessous.

source: This is just a convenience, no account is required!
fr: C'est juste une commodité, avoir un compte n'est pas obligatoire.

source: Username or email
fr: Identifiant ou adresse email

source: Password
fr: Mot de passe

source: You'll need to fill out at least the fields with a *
fr: Vous devez au moins remplir les champs suivis d'un *

source: Basic Information
fr: Informations principales

source: Email address
fr: Adresse email

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Phone number
fr: Numéro de téléphone

source: Billing Information
fr: Informations de facturation

source: Bill To
fr: Facturer à

source: If different from the first and last names above
fr: Si différent des nom et prénom ci-dessus

source: Street
fr: Rue

source: City
fr: Ville

source: State/Province
fr: État/Région/Province

source: Zipcode/Postcode
fr: Code postal

source: Country
fr: Pays

source: Shipping same as billing?
fr: Même que pour la facturation ?

source: Ship To
fr: Livrer à

source: Discounts
fr: Réductions

source: Discount code
fr: Code de réduction

source: Type of credit card
fr: Type de carte

source: Credit card number
fr: Numéro de la carte

source: Expiration date
fr: Date d'expiration

source: CCV
fr: Code CCV

source: Thank you for your order!
fr: Merci pour votre commande !

source: Please print out this page as a receipt. You will also receive an email with this information.
fr: Imprimez cette page en guise de reçu. Vous allez également recevoir sous peu un mail avec ces informations.

source: This order will be COD for %(order_total)s.
fr: Vous serez débité de %(order_total)s.

source: Your payment will be processed through Google Checkout.
fr: Votre paiement sera effectué via Google Checkout.

source: Fast checkout through Google
fr: Paiement rapide via Google

source: Your payment will be processed through PayPal.
fr: Votre paiement sera effectué via PayPal.

source: Card Holder
fr: Titulaire de la carte

source: Issue number
fr: Numéro d'émission

source: Issue date
fr: Date d'émission

source: This order will be charged on your account for %(order_total)s.
fr: Cette commande sera débitée de votre compte pour un montant de %(order_total)s.

source: Purchase Order #
fr: Commande Purchase Order N°

source: Your payment will be processed through Sermepa.
fr: Votre paiement sera effectué via Sermepa.

source: The orderitem you have requested doesn't exist, or you don't have access to it.
fr: L'article demandé n'existe pas, ou ne vous est pas accessible .

source: No form found in request.
fr: Pas de formulaire dans la requète.

source: Order successfully submitted
fr: Commande soumise avec succès

source: This order does not have a zero balance
fr: Cette commande n'a pas un solde nul

source: Feature is not enabled.
fr: Fonctionnalité non activée

source: Subscription Renewal Order successfully submitted
fr: Commande de renouvellement d'abonnement soumise avec succès

source: Please Select
fr: Merci de choisir

source: Remaining Balance for order #%(order_id)s
fr: Solde restant pour la commande N°%(order_id)s

source: Shipping for free items
fr: Frais de livraison pour produits gratuits
