Repository: twidi/satchmo
Catalog: satchmo/apps/satchmo_ext/brand/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Translation
fr: Traduction

source: Translations
fr: Traductions

source: Brand
fr: Marque

source: Brands
fr: Marques

source: Brand Category
fr: Catégorie de marque

source: Brand Categories
fr: Catégories de marque

source: Brand Slug
fr: Slug de la marque

source: The url slug for brands. Requires server restart if changed.
fr: Partie unique de l'adresse pour les marques. Nécessite un redémarrage du serveur si modifié.

source: Used for URLs
fr: Utilisé pour les urls

source: Products
fr: Produits

source: Ordering
fr: Ordre d'affichage

source: Brand Product
fr: Produit de la marque

source: Brand Products
fr: Produits de la marque

source: language
fr: langue

source: title
fr: titre

source: Short Description
fr: Description courte

source: Full Description
fr: Description longue

source: Picture
fr: Image

source: Brand Translation
fr: Traduction de la marque

source: Brand Translations
fr: Traductions de la marque

source: Categories
fr: Catégories

source: Brand Category Product
fr: Produit de la catégorie de marque

source: Brand Category Products
fr: Produits de la catégorie de marque

source: Brand Category Translations
fr: Traductions de la catégorie de marque

source: Brand "%s" does not exist
fr: La marque "%s" n'existe pas

source: No category "%{category}s" in brand "%{brand}s"
fr: Aucune catégorie "%{category}s" pour la marque "%{brand}s"

source: Home
fr: Accueil

source: No brands are active
fr: Aucune marque n'est active

source: View more products in these categories
fr: Voir plus de produits dans cette catégorie
