Repository: twidi/satchmo
Catalog: satchmo/apps/satchmo_store/shop/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Store Contact
fr: Enregistrer le contact

source: Shipping Countries
fr: Pays pour expédition

source: Shipping Method
fr: Moyen de livraison

source: Shipping Address
fr: Adresse de livraison

source: Billing Address
fr: Adresse de facturation

source: Totals
fr: Totaux

source: Satchmo Shop Settings
fr: Paramètres da la boutique

source: URI to the logo for the store
fr: Adresse du logo de la boutique

source: State required?
fr: Demandé l'état/département/région ?

source: Require a state during registration/checkout for countries that have states?
fr: Rend obligatoire le choix de l'état/département/région pour les pays qui en ont

source: Show Site Field?
fr: Voir le champ Site ?

source: Should the Site field be displayed in the admin lists? A server restart is required for this to take effect.
fr: Le champ Site doit-il être affiché dans les listes de l'admin ? Un redémarage du serveur est nécessaire pour que ce soit pris en compte.

source: Cart Quantity Rounding Factor
fr: Facteur d'arrondi du panier

source: What to round cart adds/deletes by, a '1' here means to round up to a whole number. Must be -1 to 1.
fr: Comment arrondir les nombres du panier ? Un 1 singnifie 'arrondir au nombre supérieur'. Doit être -1 ou 1

source: Cart Quantity Decimal Places
fr: Nombre de décimales dans le panier

source: How many places to assume for cart quantities, use 0 unless you are selling products in fractional quantities.
fr: Combien de décimales pour les quantités dans le panier. Mettre 0 sauf si vous vendez des produits en quanttiés fractionnables

source: Persistent Cart?
fr: Oanier persistent ?

source: When a user logs in, attempt to retrieve previous carts and merge with existing?
fr: Quand un utilisateur se connecte, doit-on tenter de récupérer son ancien panier et le fusionner avec le panier courant ?

source: Google Settings
fr: Paramètres Google

source: Enable Analytics
fr: Activer Analytics

source: Use Urchin?
fr: Utiliser Urchin ?

source: Use the old-style, urchin javascript?. This is not needed unless your analytics account hasn't been updated yet.
fr: Utiliser les javascripts à l'ancien format urchin ? Ceci n'est nécessaire que si votre compte Analytics n'a pas été mis à jour.

source: Analytics Code
fr: Code Analytics

source: Enable Conversion Tracking
fr: Activer le suivi des conversions

source: Adwords ID (ex: UA-abcd-1)
fr: Identifiant Adwords (ex: UA-abcd-1)

source: '%s' is out of stock.
fr: '%s' n'est pas en stock.

source: Only %(amount)i of '%(product)s' in stock.
fr: Il ne reste que %(amount)i pièces de '%(product)s' en stock.

source: Order immediately available for download
fr: Commande à télécharger disponible immédiatement

source: Test Store
fr: Boutique de Test

source: Store Name
fr: Nom de la boutique

source: Street
fr: Rue

source: City
fr: Ville

source: State
fr: État/Département/Province

source: Zip Code
fr: Code Postal

source: Country
fr: Pays

source: Phone Number
fr: Numéro de téléphone

source: Only sell to in-country customers?
fr: Vendre uniquement aux clients du pays ?

source: Default country for customers
fr: Pays par défaut pour les clients

source: Store Configuration
fr: Configuration de la boutique

source: Store Configurations
fr: Configuration des boutiques

source: Creation Date
fr: Date de création

source: Customer
fr: Client

source: Shopping Cart
fr: Panier

source: Shopping Carts
fr: Paniers

source: Cart
fr: Panier

source: Product
fr: Produit

source: Quantity
fr: Quantité

source: Cart Item
fr: Article du panier

source: Cart Items
fr: Articles du panier

source: detail
fr: détail

source: name
fr: nom

source: Item Detail Price Change
fr: Variation du prix l'article

source: Sort Order
fr: Ordre d'affichage

source: The display order for this group.
fr: Ordre d'affichage de ce groupe

source: Cart Item Detail
fr: Détail d'un article du panier

source: Cart Item Details
fr: Détails d'un article du panier

source: Online
fr: En ligne

source: In Person
fr: En personne

source: Show
fr: Voir

source: Temp
fr: Temporaire

source: New
fr: Nouveau

source: Blocked
fr: Bloqué

source: In Process
fr: En préparation

source: Billed
fr: Facturé

source: Shipped
fr: Envoyé

source: Complete
fr: Terminé

source: Cancelled
fr: Annulé

source: Addressee
fr: Destinataire

source: Subtotal
fr: Sous-total

source: Discount Code
fr: Code de réduction

source: Coupon Code
fr: Code du coupon de réduction

source: Discount amount
fr: Montant de la réduction

source: Order method
fr: Méthode de commande

source: Shipping Description
fr: Description du moyen de livraison

source: Shipping Models
fr: Moyens de livraison

source: Shipping Cost
fr: Coût de la livraison

source: Shipping Discount
fr: Réduction sur frais de transport

source: Tax
fr: Taxe

source: Timestamp
fr: Date et heure

source: Status
fr: État

source: This is set automatically.
fr: Ceci est rempli de manière automatique

source: View
fr: Afficher

source: Discount
fr: Réduction

source: Product Order
fr: Commande

source: Product Orders
fr: Commandes

source: Order
fr: Commande

source: Unit price
fr: Prix unitaire

source: Unit tax
fr: Taxe unitaire

source: Line item price
fr: Prix de la ligne

source: Line item tax
fr: Taxe de la ligne

source: Subscription End
fr: Fin d'abonnement

source: Subscription expiration date.
fr: Date d'expiration de l'abonnement.

source: Completed
fr: Terminé

source: Line item discount
fr: Réduction de la ligne

source: Order Line Item
fr: Ligne d'une commande

source: Order Line Items
fr: Lignes d'une commande

source: Order Item
fr: Article d'une commande

source: Name
fr: Nom

source: Value
fr: Valeur

source: Price Change
fr: Variation du prix

source: Order Item Detail
fr: Détail de l'article

source: Order Item Details
fr: Détails de l'article

source: Downloadable product
fr: Produit téléchargeable

source: Key
fr: Clé

source: Number of attempts
fr: Nombre d'essais

source: Time stamp
fr: Date et heure

source: Active
fr: Actif

source: This download is no longer active
fr: Ce lien de téléchargement n'est plus actif

source: You have exceeded the number of allowed downloads.
fr: Vous avez dépassé le nombre de téléchargements permis.

source: This download link has expired.
fr: Ce lien de téléchargement a expiré.

source: Download Link
fr: Lien de téléchargement

source: Download Links
fr: Liens de téléchargement

source: Order Status
fr: Statut de la commande

source: Order Statuses
fr: Statuts des commandes

source: Payment Method
fr: Moyen de paiement

source: amount
fr: montant

source: timestamp
fr: date et heure

source: Transaction ID
fr: N° de la transaction

source: Details
fr: Détails

source: Reason Code
fr: Code de raison

source: Order Payment Authorization
fr: Autorisation de paiement

source: Order Payment Authorizations
fr: Autorisations de paiements

source: Order Payment
fr: Paiement de commande

source: Order Payments
fr: Paiements de commandes

source: Order Pending Payment
fr: Paiement de commande en attente

source: Order Pending Payments
fr: Paiements decommandes en attente

source: key
fr: clé

source: value
fr: valeur

source: Order variable
fr: Variables de commande

source: Order variables
fr: Variables de commande

source: Model
fr: Modèle

source: Order tax detail
fr: Détail de taxe de la commande

source: Order tax details
fr: Détails de taxe de la commande

source: Thank you for your order from %(shop_name)s
fr: Merci pour votre commande sur %(shop_name)s

source: New order on %(shop_name)s
fr: Nouvelle commande sur %(shop_name)s

source: Home
fr: Accueil

source: Error
fr: Erreur

source: Could not find the page you were looking for.
fr: La page recherchée n'existe pas.

source: There was an error with the store. The admin has been notified.
fr: Il y a eu une erreur avec la boutique. Le responsable a été avisé.

source: Shop Categories
fr: Catégories de la boutique

source: Quick Links
fr: Liens rapides

source: Recently Added
fr: Ajouté récemment

source: Best Sellers
fr: Meilleures ventes

source: Account Information
fr: Votre compte

source: Admin
fr: Administration

source: Account Details
fr: Votre compte

source: Log out
fr: Se déconnecter

source: Log in
fr: Se connecter

source: Check out
fr: Valider la commande

source: Contact Us
fr: Contactez-nous

source: Powered by <a href="http://www.satchmoproject.com">Satchmo</a>.
fr: Réalisé avec <a href="http://www.satchmoproject.com">Satchmo</a>.

source: Site Administration
fr: Administration du site

source: (show)
fr: (montrer)

source: (hide)
fr: (cacher)

source: Models available in the %(name)s application.
fr: Modèles disponibles dans l'application %(name)s.

source: Add
fr: Ajouter

source: Change
fr: Modifier

source: You don't have permission to edit anything.
fr: Vous n'avez pas aucun droit d'édition.

source: Recent Actions
fr: Actions récentes

source: My Actions
fr: Mes actions

source: None available
fr: Non disponible

source: Admin Tools
fr: Outils d'administration

source: Edit Site Settings
fr: Editer les paramètres du site

source: Edit Inventory
fr: Editer l'inventaire

source: Export Product Defs
fr: Exporter les définitions de produits

source: Product Variation Manager
fr: Gestionnaire de variante de produit

source: Cache Status
fr: État du cache

source: Items Ordered
fr: Articles commandés

source: Contact Information
fr: Informations sur le contact

source: Billing Information
fr: Informations de facturation

source: Base Shipping
fr: Frais de livraison de base

source: Shipping (incl. Tax)
fr: Frais de livraison (TTC)

source: Shipping
fr: Livraison

source: Tax included
fr: Taxes comprises

source: Order #
fr: Commande N°

source: Shipping To
fr: Expédié à

source: Search
fr: Rechercher

source: All Products
fr: Tous les produits

source: Your cart is empty.
fr: Votre panier est vide.

source: Your Cart
fr: Votre panier

source: Item
fr: Article

source: Regular Price
fr: Prix normal

source: Sale Price
fr: Prix actuel

source: Price
fr: Prix unitaire

source: Total<br/>(incl.&nbsp;tax)
fr: Total<br/>(TTC)

source: Remove
fr: Supprimer

source: update amount
fr: Mettre à jour

source: Cart Total
fr: Total du panier

source: Please correct the following error:
fr: Veuillez corriger l'erreur suivante :

source: Send Email
fr: Envoyer le message

source: Thank you for contacting us.
fr: Merci de nous avoir contacté

source: We will attempt to get back to you within 48 hours.
fr: Nous allons faire notre possible pour revenir vers vous dans les 48 heures.

source: Downloading of
fr: Téléchargement de

source: will commence after clicking the link below:
fr: démarrera après avoir cliqué le lien ci-dessous :

source: Once you click the link, the download will be counted. If you have trouble with the download, please refresh your browser and try the download again
fr: Dès que vous cliquez sur le lien, le téléchargement est pris en compte. Si vous avez un problème, réactualisez la page de votre navigateur et relancez le téléchargement.

source: Welcome to the shop.
fr: Bienvenue dans la boutique.

source: Featured Items
fr: Articles mis en avant

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Quick Order Form
fr: Formulaire de commande rapide

source: Add to Cart
fr: Ajouter au panier

source: Account
fr: Votre compte

source: Order History
fr: Historique des commandes

source: Items
fr: Articles

source: You haven't made any orders yet.
fr: Vous n'avez pas encore fait de commande.

source: Order Tracking
fr: Suivi de commande

source: Nothing found
fr: Aucun résultat

source: Search results for %(category_name)s products
fr: Résultat de recherche dans la catégorie %(category_name)s

source: Categories
fr: Catégories

source: Products
fr: Produits

source: for
fr: pour

source: Custom Order Management
fr: Gestion des commandes personnalisées

source: Fully charged
fr: Totalement débité

source: Charge remaining amount
fr: Facturer le solde restant dû

source: Product Details
fr: Détails du produit

source: on
fr: actif

source: Payment
fr: Paiement

source: Amount
fr: Montant

source: Method
fr: Moyen de paiement

source: No payments.
fr: Pas de paiement.

source: Paid in full
fr: Payé entièrement

source: Balance on order:
fr: Solde des commandes :

source: Satchmo Orders
fr: Commandes Satchmo

source: New Orders
fr: Nouvelles commandes

source: Orders in Process
fr: Commandes en préparation

source: View all Orders
fr: Voir toutes les commandes

source: Here's a %(request_type)s from %(name)s ( %(email)s ) sent via the web contact form.
fr: Voici un(e) message de type '%(request_type)s' de %(name)s ( %(email)s ) envoyé(e) via le formulaire de contact.

source: Dear %(first_name)s %(last_name)s,
fr: Cher(ère) %(first_name)s %(last_name)s,

source: Thank you for ordering with %(shop_name)s.
fr: Merci pour votre commande sur %(shop_name)s.

source: Your order is summarized below:
fr: Voici un résumé de votre commande :

source: Your %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
fr: Votre carte %(credit_card_type)s dont le numéro se termine par %(credit_card_number)s sera débitée de %(order_total)s.

source: Your order contains products that can be downloaded
fr: Votre commande contient des produits à télécharger

source: Please click the link to begin the download
fr: Cliquez sur le lien pour commencer le téléchargement

source: Regards
fr: Cordialement

source: Store Management
fr: L'équipe de la boutique

source: Order placed on %(shop_name)s by %(customer)s<%(email)s>.
fr: Commande effectuée à %(shop_name)s par %(customer)s <%(email)s>.

source: %(credit_card_type)s card ending in %(credit_card_number)s will be charged %(order_total)s.
fr: La carte %(credit_card_type)s dont le numéro se termine par %(credit_card_number)s sera débitée de %(order_total)s €.

source: This order will be charged on the customer's account for %(order_total)s.
fr: Cette commande sera débitée du compte du client pour un montant de %(order_total)s.

source: This is a downloadable product
fr: Ceci est un produit téléchargeable

source: Your order #%(orderid)s has shipped today via %(shippingmethod)s.
fr: Votre commande N°%(orderid)s a été expédiée aujourd'hui via %(shippingmethod)s.

source: This completes your order.
fr: Ceci clôt la gestion de votre commande.

source: Store Invoice
fr: Facture

source: Invoice #
fr: Facture N°

source: INVOICE
fr: FACTURE

source: Phone
fr: Téléphone

source: Unit Price
fr: Prix unitaire

source: Payments Made
fr: Paiements effectués

source: Balance Due
fr: Solde restant dû

source: Payment total %(order_total)s due to:
fr: Paiement total de %(order_total)s du à :

source: Accounts Receivable
fr: Service facturation

source: %(order_total)s was charged to your %(credit_card_type)s card (x%(credit_card_number)s) on %(order_date)s.
fr: %(order_total)s sera débité de votre carte %(credit_card_type)s (x%(credit_card_number)s) le %(order_date)s.

source: This invoice has been paid in full. Thank you for your business!
fr: Cette facture a été payée intégralement. Merci pour votre commande !

source: PACKING SLIP
fr: NOTE D'ENVOI

source: Thank you for your business!
fr: Merci pour votre commande !

source: No cart to update.
fr: Pas de panier à mettre à jour

source: Bad quantity.
fr: Quantité erronée.

source: Bad item number.
fr: Mauvais numéro d'article.

source: No such item in your cart.
fr: Cet article n'est pas dans le panier.

source: Not enough items of '%s' in stock.
fr: Pas assez d'articles '%s' en stock.

source: That product is not available at the moment.
fr: Ce produit n'est pas disponible actuellement.

source: The product you have requested does not exist.
fr: Le produit demandé n'existe pas.

source: Please enter a smaller number.
fr: Merci d'entrer un nombre plus petit.

source: Invalid quantity.
fr: Quantité erronée.

source: Please enter a positive number.
fr: Merci d'entrer un nombre positif.

source: No product requested
fr: Pas de produit demandé

source: Choose a smaller quantity
fr: Choisissez une quantité plus petite.

source: Choose a quantity.
fr: Choisissez une quantité.

source: Success
fr: Succès

source: You must accept the terms and conditions.
fr: Vous devez accepter les conditions générales.

source: Internal error: please submit as a POST
fr: Erreur interne: merci d'envoyez un POST

source: One or more of the required fields wasn't submitted
fr: Un ou plusieurs des champs requis n'ont pas été complétés

source: Bad ContentType: %s
fr: Tpe de contenu incorrect : %s

source: General question
fr: Question générale

source: Order problem
fr: Problème relatif à la commande

source: Email address
fr: Email

source: Subject
fr: Sujet

source: Inquiry
fr: Demande

source: Contents
fr: Message

source: The download key is invalid.
fr: La clé de téléchargement est invalide.

source: Invalid page number
fr: Numéro de page invalide

source: The order you have requested doesn't exist, or you don't have access to it.
fr: La commande demandée n'existe pas ou ne vous est pas accessible.

source: Category Index
fr: Liste des catégories

source: Quick Order
fr: Commande rapide

source: Qty
fr: Quantité
